[
  {
    "author": [
      "Qinglu (Luella) Lu"
    ],
    "title": "What Makes A Buddha",
    "subtitle": "What Makes A Buddha",
    "description": "In Buddhism art, the image of the historical Buddha is often labeled “Shakyamuni”. This distinguishes the image of the historical Buddha, or cosmic buddhas, bodhisattvas, or other divine beings. Buddha images vary greatly from place to place and period to period, but they almost always show some conventional features. So this interactive piece aims to visualize those universal features that a Buddha contains. The bubble groups give you an idea of the Buddhism art collections from the Smithsonian.  By using a 3D sculpture, I want to mimic an immersive experience like you are standing inside a museum, like the National Museum of Asian Art, Smithsonian.",
    "student_url": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis",
    "project_url": "https://tongtongluu.github.io/WhatMakesABuddha/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "P3_3.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Qinglu (Luella) Lu"
    ],
    "title": "Fantastic Beasts from Asian Art",
    "subtitle": "Fantastic Beasts from Asian Art",
    "description": "The first quantitative project collaborated with the Smithsonian. Fantastic beasts from Asian art and where to find them? This project is designed for people, especially children, who are interested in Asian art. For there are so many unreal mythical creatures in Asia, Such as Dragon, Taotie, Phoenix, and Serpent. By exploring the “animal” tag of the Freer Gallery collections, I want to introduce some interesting stories of animals, especially those mythical creatures.  I am strongly inspired by a childish hand-drawn style, Hope that added some playfulness to this work.",
    "student_url": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis",
    "project_url": "https://tongtongluu.github.io/asian-animals/index.html",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "P1_1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Amina Brown"
    ],
    "title": "Invisible Artifacts",
    "subtitle": "Invisible Artifacts",
    "description": "This project aims to show the difference in the number of museum artifacts that are in an exhibit versus in storage across various institutions under the Smithsonian umbrella. Museums are often limited in what they can show by the amount of floor space, leaving the visitors to see just the tip of the iceberg. By exploring the different institutions and the topic categorization of the artifacts, patrons interested in the Smithsonian can get a better understanding of what the museums have to offer and what they’ve chosen to promote. Hovering over the different “pinnacles” reveals the percent of artifacts from that particular museum that are either on view (above water) or in storage (below water).",
    "student_url": "https://github.com/amina-brown/thesis",
    "project_url": "https://amina-brown.github.io/major-studio-1/interactive-project/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "image1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Amina Brown"
    ],
    "title": "Pushing Buttons",
    "subtitle": "Pushing Buttons",
    "description": "This project investigates the collection of pinback buttons in the National Museum of African American History and Culture. The buttons are displayed on a timeline to show the visual impact they have and how political and social justice movements have used the medium from the mid-1950s on.",
    "student_url": "https://github.com/amina-brown/thesis",
    "project_url": "https://amina-brown.github.io/major-studio-1/qualitative-data/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "pushing_buttons.png"
    ],
    "video": ""
  },
  {
    "author": [
      "David Malary"
    ],
    "title": "African American heritage & The Smithsonian",
    "subtitle": "African American heritage & The Smithsonian",
    "description": "",
    "student_url": "https://github.com/madhat5/MSDV_2021-Thesis",
    "project_url": "https://cdn.knightlab.com/libs/timeline3/latest/embed/index.html?source=142DkxnqpaQtYzlGNL7QBLl_T_0P-PGtPoPH8tMhSm_g&font=Default&lang=en&initial_zoom=2&height=800",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "MS-Final-F.Douglass-2.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Dallas Alberti"
    ],
    "title": "A Manifestation of Masks",
    "subtitle": "Exploring the Smithsonian Archive of Mexican Masks with an Interactive Mosaic.",
    "description": "This project proposes a unique user-driven way of browsing a museum collection in the digital space. Mexican Masks in the Smithsonian Institution Archives were chosen as the subject matter because humans have extremely high recognition of faces even when presented at lower resolution as seen in the mosaic. It’s worth noting that the allusion of having a mask masked by another mask was also considered as a design choice. A Mosaic was created using the base p5js library in order to realize these goals. Elements of interactivity were introduced so that users can select any of the ‘small images’ to force a redraw where that image was the ‘main mosaic image’. This allows individuals to jump through different images of museum items based on their desire to manifest realistic mask mosaics. Furthermore a bounded scroll window was created so that users can zoom in to the mosaic to view the ‘smaller images’ at full resolution.The result is a digital experience that allows users to browse the collection of masks through the lens of their curiosity.",
    "student_url": "https://github.com/Dalbed349/Thesis",
    "project_url": "https://dalbed349.github.io/MSproject3/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "MSFinalScreenshot.jpg"
    ],
    "video": ""
  },
  {
    "author": [
      "Inhye Lee"
    ],
    "title": "The Face Value of Portraits",
    "subtitle": "The Face Value of Portraits",
    "description": "The Face Value of Portraits visualizes the physical dimension of portraits at the National Portrait Gallery, with an interest in the gender difference in the collection.  A few pre-curated salons are available, reflecting data about a portrait’s physical dimension, the year of completion (from 1710s to 1960s) and the gender being portrayed. The project started with a question whether a portrait - its existence and size - would signal a portrayed figure’s social status. The visualization method is inspired by salon-style-exhibitions where visitors can compare the physicality of artworks in a single gallery space.",
    "student_url": "https://github.com/InhyeLee-Data/thesis-2021",
    "project_url": "https://inhyelee-data.github.io/MajorStudio1/3.FinalVisualization/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "FaceValue_Intro.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Isabel Stoddart"
    ],
    "title": "Faceless Nudes",
    "subtitle": "Faceless Nudes",
    "description": "I discovered while searching the Smithsonian API that many of Carl Newman's nude drawings are faceless. I decided to expand this project after getting comments on this discovery to see if this pattern holds true with other artist’s nudes. This project is an observation piece uncovering the many drawings of faceless nudes in the Smithsonian. It touches on the objectification at hand by comparing faceless nudes to highly detailed breasts. I hope this project makes people think about this topic and maybe discover even more faceless nudes outside of the Smithsonian.",
    "student_url": "https://www.isabelstoddart.com/",
    "project_url": "https://isabelstoddart.github.io/FacelessNudes/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "FNpic1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Isabel Stoddart"
    ],
    "title": "What Makes a Woman?",
    "subtitle": "What Makes a Woman?",
    "description": "For this visualization I wanted to show how women in the Smithsonian are represented through the topics they are tagged with. I looked at the portraits of women in The National Portrait Gallery. I chose to look at portraits because historically portraits were only painted of prominent figures and I wanted to see which women were classified as important enough to have a portrait made of them and why. The visualization is split up into a graph showing a count of the number of portraits with each topic and a gallery of portraits split up by year.",
    "student_url": "https://www.isabelstoddart.com/",
    "project_url": "https://isabelstoddart.github.io/MS1QuantitativeData/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "finalpic1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "James Troxel"
    ],
    "title": "Smithsonian Rock Ranger",
    "subtitle": "Smithsonian Rock Ranger",
    "description": "An Interactive map and visualization tool for exploring The Smithsonian Museum of Natural History's Mineral Sciences collection. The Smithsonian Museum of Natural History's Mineral Sciences collection consists of hundreds of thousands of gems and minerals. The museum's digital archives provided geolocation points and other data for the 656 items found in the interactive map featured here. The visualization at bottom left portions out the collection into a set of common colors, and allows you to explore the material accordingly. This involved creating a node script that analyzed the the text descriptions of each gem and sorting them by key words matched to 20 different color groups. With numerous ways of describing something that is \"yellowish green\", this helped to make the data more accessible while also giving the user a general idea of the over all shape, or in this case, \"color\" of the data. All items link directly to the collection record on the museum's website. This is especially helpful for the many items to which image rights applied. I learned over time that the structure of the Smithsonian's returned API data required a more adaptive approach to the data analysis than the rigid criteria I had begun with. For example, looking for the carat weight value in the same exact location of the data would often return \"null\" values. Generalizing the search queries, in addition to creating a placeholder graphic for items with rights-managed images allowed me to broaden my dataset as much as possible without encountering any \"null\" values or other missing pieces. This was especially important for the map, where the sparseness of the available data could quickly become an issue.",
    "student_url": "https://github.com/jamestroxel/thesis",
    "project_url": "https://jamestroxel.github.io/MS-1-Interactive-Project/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "ByColor.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Justin Kraus"
    ],
    "title": "Defining Culture",
    "subtitle": "Defining Culture",
    "description": "Visualizing patterns across the Smithsonian’s cultural collections. Associated with History (shown) analyzes the individuals most represented within the National Museum of American History. Connected Culture explores topics shared across the Smithsonian's cultural institutions. The Shape of Time highlights the decades most represented in the Open Access collection.",
    "student_url": "https://github.com/justinkraus/thesis",
    "project_url": "http://justinkraus.github.io/si_meta/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "asschist.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Lee Kuczewski"
    ],
    "title": "The Eyes of The Smithsonian",
    "subtitle": "The Eyes of The Smithsonian",
    "description": "Seeing through the eyes of various collections at the Smithsonian. The following 50 items span across 9 different museums and various departments at the Smithsonian. Through the objects we get a sense of the breadth of various collections, and an appreciation for the objects, fossils, animals, marine life, and historical artifacts curated and collected over centuries. The objects below span thousands of years, from the current day to 2500 BCE. Using the Smithsonian's Open Access Portal , we work through the various collections.",
    "student_url": "https://github.com/leeallennyc",
    "project_url": "https://leeallennyc.github.io/Major-Studio-1/Final/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "EOS_001.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Ripley Cleghorn"
    ],
    "title": "Quipu",
    "subtitle": "Quipu",
    "description": "This visualization is a graphical representation of one of the Quipu in the Smithsonian collection. Quipu (also written Khipu) were an ancient record keeping device created in Central and South America by indigenous Andeans, prior to Spanish colonization. Of the twenty or so in the Smithsonian collection, this was the only one that was also included in the external Khipu Database Project, run by Harvard researcher Gary Urton. This external database allowed me to use the data in an excel format to create the visualization. The aim of the project is exploratory in nature, and hopefully aids in a basic understanding of how these recording devices used knots to keep track of numeric data. Eventually I would love to include more of the qualitative aspects of these devices, such as cord material and color.",
    "student_url": "https://ripleycleghorn.github.io/portfolio/",
    "project_url": "https://ripleycleghorn.github.io/msdv-major-studio/assignment_01d/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "quipu1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Ripley Cleghorn"
    ],
    "title": "Sally Ride",
    "subtitle": "Sally Ride",
    "description": "This project is a visual biography of the life of the first American woman to go to space, Sally Ride. The project focuses on her first mission in detail, and incorporates other parts of her life in a condensed manner. In addition to text, images of objects belonging to Sally Ride (courtesy of the Smithsonian open access API) as well as pictures of the mission (courtesy to NASA) help to enrich the storytelling. The biography centers around a timeline that is interactive and allows users to keep track of which part of her life they are reading about (as well as allows users to click on specific years of interest).",
    "student_url": "https://ripleycleghorn.github.io/portfolio/",
    "project_url": "https://ripleycleghorn.github.io/msdv-major-studio/assignment_03a/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "sally_ride1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Shaheryar (Sherry) Manzar"
    ],
    "title": "Git Constitution",
    "subtitle": "Git Constitution",
    "description": "Is the Constitution a living document? If so, then can it be visualised as such? I believe that the question can be better engaged with if it could be visualised as such. Tracking changes and “evolution” in text documents is important endeavour and one which has many solutions. Computer scientists and programmers, for example, use git to track changes in their codes repositories which are more often than not, entirely text-based. This gives us on opportunity to use the same mechanism for tracking changes the constitution. Git’s version control allows tracking changes in a text document as it evolves; it tracks deletions, additions, and even follows separate silos in which draft is being developed via branches. I use git branches to visualise the changing text: in tree graphs and more specifically a directed acyclic graph . Each node represents a commit, version in time of the text - with major changes, such as an amendment, being developed in a separate branch, and then pushed back into the main branch as a a new commit.",
    "student_url": "https://github.com/shmanzar/thesis",
    "project_url": "https://shmanzar.github.io/major-studio/project_03_interactive/final/index.html",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "index.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Seungyu Paik"
    ],
    "title": "Museum of Waste",
    "subtitle": "Museum of Waste",
    "description": "This project is showing you things that haven’t received enough attention and highlight. Firstly, I scraped all the works throughout Smithsonian Library. For the search queries, the synonyms of ‘WASTE’ were used. I used the synonyms from google synonym search for making ‘search term’. Then tied the garbage icons floating into the pieces having the keywords. Then created a museum comprised of the ‘unwanted object’. The collections of the garbage-like objects are like the images collection like above. As the user scrolls, the objects turns into the anonymous squares as the users used to see the pieces. By showing this visual, this project wants to convey the message that the unwanted objects are seen as mere ‘anonymous’ / ‘unattended’ objects. At the final stage, this visualization eventually creates the museum of ‘waste’ using a visual metaphor of ‘garbage bin’.",
    "student_url": "http://www.soonkpaik.com",
    "project_url": "https://jotnajoa.github.io/MSFinal/index",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "mow1.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Seungyu Paik"
    ],
    "title": "Mapping Human History Through Media",
    "subtitle": "Mapping Human History Through Media",
    "description": "History is a record of what people are interested in. And how history is recorded has been changing over time with the advance of techonolgy as well. In  very older times, the mural was used to record what they had experienced. Then, the media has evolved to books and paintings or other form of art. The area of interest has been evolved over time as well. It had been geographically limited at the beginning. However, as more interactions became possible throughout a wider range of area, people started to record region where they couldn't have been obsereved before. This project specifically focuses on film-related archival media to show how history was recorded during modern times. By gathering geographycal information and type of media information, it shows which part of the world was the point of interest over time and, in each time, what medium was used for documentation chronically are visualized.",
    "student_url": "http://www.soonkpaik.com",
    "project_url": "https://jotnajoa.github.io/filmarchiveproject/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "soonk-screenshot4.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Tiffany France"
    ],
    "title": "Mexican Folk Music",
    "subtitle": "Mexican Folk Music",
    "description": "When brainstorming ideas for this project, I searched the stacks of Smithsonian collections for Mexican related entries. Many of the results were music related. When I followed the source of the entries, I found Folkways Recording - a collection of world music and sounds. This project displays popular songs from Mexico in an auditory tour through the country by genre. The visualization is built using D3 and wavsurfer.js, with a special emphasis on quality scrollytelling techniques.",
    "student_url": "http://tiffanyfrance.com/",
    "project_url": "https://tiffanyfrance.github.io/major-studio-1-fa20/proj-3/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "m2-corridos.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Tiffany France"
    ],
    "title": "Gender Tagging",
    "subtitle": "Gender Tagging",
    "description": "Is there a difference in tagged topics for women versus men? This visualization shows topics by gender using the Smithsonian API. Results were gathered from four Smithsonian Institute units: the National Museum of American History, the American Art Museum, the Portrait Gallery, and the National Museum of African American History and Culture. Posts were gathered by pulling data on 20 names - ten female and ten males: Mary, Elizabeth, Anna, Helen, Margaret, Sarah, Emma, Susan, Clara, Florence and James, John, William, George, Joesph, Charles, Robert, Henry, Edward, Thomas. These names were chosen because they were the most popuar names as reported on the Social Security Administration website for last 200 years. Certain names were filtered out due to their lack of data in the Smithsonian collection. Even though the top ten names for each gender were used, the stacks returned far more entries for men than women. When posts were modified and cleaned, the total results showed more than 10x more posts for males than females.",
    "student_url": "http://tiffanyfrance.com/",
    "project_url": "https://tiffanyfrance.github.io/major-studio-1-fa20/proj-1/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "gender-home.png"
    ],
    "video": ""
  },
  {
    "author": [
      "Yujun Jiang"
    ],
    "title": "A History of Aerospace Industry",
    "subtitle": "Reviewing the trends of aerospace industry (design + innovation) in the past 120 years",
    "description": "This visualization is focusing on the history of aerospace industry in the past 120 years. The visual content base on numerical and categorical data of aircrafts that have been archived by the Smithsonian Open API, which can give people a review of technological and industrial revolution. Meanwhile, a location-based application with time-based element will bring a detailed analysis to tell a story of the whole industry including how the development trends changed in different time periods.",
    "student_url": "https://yujunjiang.com",
    "project_url": "https://yujunmjiang.github.io/nasm-interactive/",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "01.jpg"
    ],
    "video": ""
  },
  {
    "author": [
      "Zhibang Jiang"
    ],
    "title": "A Growing Whirlpool: Conservation Status of Avian Species",
    "subtitle": "A Growing Whirlpool: Conservation Status of Avian Species",
    "description": "Nowadays, many bird populations are declining worldwide. Some of these species have not been sighted for many years and may already have succumbed. We introduced the image of a whirlpool as a metaphor in the natural world to simulate the course of extinction. Each data point in this visualization is not just a datum but lives that are moving away from us.",
    "student_url": "https://zhibang.design",
    "project_url": "https://zhibang.design/work/bird",
    "project_repo": "",
    "category": [
      "ms1"
    ],
    "tags": [
      "smithsonian"
    ],
    "year": 2020,
    "image": [
      "P3_current_hover.png"
    ],
    "video": ""
  }
]