[
  {
    "author": ["Angelica Hom"],
    "title": "Worth a Thousand Words",
    "subtitle": "Worth a Thousand Words",
    "description": "The National Museum of African American History and Culture’s mission is “to promote and highlight the contributions of African Americans”. Its diverse array of artifacts come from a long history of both triumphs and injustices. If one were to analyze a collection of one object type (instruments, clothing, etc.) from this museum, could that collection alone tell a story of racial justice?During the 19th century, the abolitionist movement in America coincided with the advancements of photography technology. This resulted in recently-freed African Americans having easier access to cameras and gaining control of self-representation in a fight against racist stereotypes. African Americans could finally present and immortalize their best selves.This project explored the titles of the photography collection through an interactive word tree. Once users click to the end of a title structure, the corresponding photograph is revealed. This visualization offers a poetic approach to exploring the NMAAHC’s photography collection that leads users to other thematic analyses of the collection. What can we learn from the juxtaposition of the Smithsonian’s title structure versus the intention of the photo? How did the relationship between the photographer/photographed evolve? Is there further analysis to explore from the photos of the “unidentified”?",
    "student_url": "",
    "project_url": "https://angelica-hom.github.io/ ",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_An.png"],
    "video": []
  },
  {
    "author": ["Baihan Lin"],
    "title": "SHARKS!",
    "subtitle": "SHARKS!: an educational game into the mysteries of sharks",
    "description": "Why do we go to scientific museums? And why do scientists still study sharks and dinosaurs that are far away from our lives? We believe that the purpose of these museums is to inspire young generations of the audience to the wonders of science and encourage them to study science and engineering. If a kid is inspired to study science by going to a museum about sharks, he or she might cure cancer one day. The sharks are a special exhibition and knowledge collection at the Smithsonian Institution's National Museum of Natural History, Ocean Portal development. We create an interactive game, which serves as an educational and healing journey of self-discovery among sharks. The visitors can choose their desired shark character and learn about their habits and properties, as well as navigating around an ocean of knowledge. They can encounter different characters as well as discover different knowledge boards. The effects of human activities are also integrated as one of the elements to support environmental justice.",
    "student_url": "",
    "project_url": "https://doerlbh.github.io/smithsonian/interactive/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/sharks.gif"],
    "video": []
  },
  {
    "author": ["Baihan Lin"],
    "title": "The Natural Food Web: you are what you eat, a network study",
    "subtitle": "The Natural Food Web: you are what you eat, a network study",
    "description": "Why do we go to scientific museums? And why do scientists still study sharks and dinosaurs that are far away from our lives? We believe that the purpose of these museums is to inspire young generations of the audience to the wonders of science and encourage them to study science and engineering. If a kid is inspired to study science by going to a museum about sharks, he or she might cure cancer one day. The sharks are a special exhibition and knowledge collection at the Smithsonian Institution's National Museum of Natural History, Ocean Portal development. We create an interactive game, which serves as an educational and healing journey of self-discovery among sharks. The visitors can choose their desired shark character and learn about their habits and properties, as well as navigating around an ocean of knowledge. They can encounter different characters as well as discover different knowledge boards. The effects of human activities are also integrated as one of the elements to support environmental justice.",
    "student_url": "",
    "project_url": "https://doerlbh.github.io/smithsonian/quantitative/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/foodweb.gif"],
    "video": []
  },
  {
    "author": ["Baihan Lin"],
    "title": "Suzie’s World: From Fabrics to Fashion",
    "subtitle": "Suzie’s World: From Fabrics to Fashion",
    "description": "This project is a journey through the original watercolor and gouache design drawings by the legendary and prolific textile designer Suzie Zuzek (1920 - 2011). Between 1962 and 1985, Zuzek created over 1,500 designs for Key West Hand Print Fabrics in Key West, Florida, which were used by Lilly Pulitzer. Via the amazing collections from the Cooper Hewitt Smithsonian Design Museum. We aim to showcase the common motifs and style evolutions. To bridge between fabrics and fashion, we create an interface to both showcase the textile design as a full size wallpaper to create an immersive experience as well as creating hand-drawn fashion figures that give the audience a sense of how these fabrics feel like on the fashion design. To disentangle the effect ofSuzie Zuzek’s fabrics on the fashion vs. the Lilly Pulitzer fashion style itself, we drew these fashion figures from scratch and varied the styles significantly from the original Lilly Pulitzer brand. We hope the study reveals the nature and scope of Zuzek's artistic contribution to the iconic Pulitzer style.",
    "student_url": "",
    "project_url": "https://doerlbh.github.io/smithsonian/qualitative/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/suzie.gif"],
    "video": []
  },
  {
    "author": ["Jiahui(Jessie) Han"],
    "title": "ON EXHIBITION: The Wandering Version",
    "subtitle": "ON EXHIBITION: The Wandering Version",
    "description": "This project is an experimental 3D web interface and unsupervised algorithm for navigating museum artifacts across multi-dimensional metadata. In the current prototype, visitors can discover ‘nearby’ objects defined in the sense of date, theme, and location across 17 museums and galleries of the Smithsonian Institution. The algorithm is adaptable to both human-curated and machine-generated metadata. As an attempt to create an immersive and unique digital experience, this project is a counterexample to the notion that digital experience is seamless and 'infinite-scroll-able', and celebrates the materiality in the museum collections metadata.",
    "student_url": "https://github.com/JessieJessJe/thesis",
    "project_url": "https://jessiejessje.github.io/major-studio-1/interactive/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_Jessie.png"],
    "video": []
  },
  {
    "author": ["Jiahui(Jessie) Han"],
    "title": "What Makes NMAH?",
    "subtitle": "What Makes NMAH?",
    "description": "A typographic bar chart / data-driven logo design for the National Museum of American History. Each rectangle represents one of the 44 cultural tags used by NMAH in describing its artifacts and is proportional to how frequently the corresponding cultural tag appears.",
    "student_url": "https://github.com/JessieJessJe/thesis",
    "project_url": "https://jessiejessje.github.io/major-studio-1/quantitative_data/v2/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_jessie2.png"],
    "video": []
  },
  {
    "author": ["Kasey Zhuravlev"],
    "title": "What’s in a Name?",
    "subtitle": "What’s in a Name?",
    "description": "The Smithsonian’s National Portrait Gallery has a mission of portraying the people who have shaped America’s history, development and culture. “What’s in a Name?” is an exploration of the mission of the NPG, focusing on the individuals in the gallery that are portrayed in New York. When sketching and designing this project I was curious to discover who exactly made it into the National Portrait Gallery, what they may have accomplished, and if there were demographic similarities across the individuals in the collection. In particular, I hoped to potentially highlight notable individuals or any disparities in the collection while also giving users the ability to view the gallery and portraits themselves. Drawing inspiration from the piece “A Sort of Joy” I added a layer of abstraction to my project by particularly focusing on the first names of the individuals in the collection and the number of times they may appear. In a future iteration of this project I hope to add gender identity as an element with which users can interact when they explore the gallery. ",
    "student_url": "https://zhibang.design",
    "project_url": "https://zhurk746.github.io/MAJOR_STUDIO_1/Interactive_Project/new/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_Kasey.png"],
    "video": []
  },
  {
    "author": ["Olanrewaju Odunowo"],
    "title": "Unnamed",
    "subtitle": "Unnamed ",
    "description": "Africa is the world's second largest and most populous continent. With 54 countries, 2,000 distinct languages and 3,000 tribes, it is a diverse continent.How might we, using the internet, show the diversity, creativity and growth of art from a continent that is 3x the size of the United States and has the world's largest youth population? How might we do so in a way that acknowledges colonial history while recognizing the artists painting its future.With 99% of its artifacts having unnamed artists, the Open Access Collection of the National Museum of African Art struggles to show the diversity of the continent and its creativity.By exploring what we might learn about these artists using their nationalities and medium, this project shows the gaps in the collection. It aims to help museums improve how their collection is managed, stored and made available online. It will help them ensure they are truly representative and respectful of the cultures they come from.Sources: Scientific American, CS Monitor",
    "student_url": "",
    "project_url": "https://olanrewajuo.github.io/unnamed/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/Frame Ola.png"],
    "video": []
  },
  {
    "author": ["Molly Cook"],
    "title": "Political and Activist Ephemera at the Smithsonian",
    "subtitle": "Political and Activist Ephemera at the Smithsonian:Temporary Objects with Permanent Impact ",
    "description": "Ephemera is defined in the Oxford English Dictionary as ‘things that exist or are used or enjoyed for only a short time.’ In this collection at the Smithsonian, the particular ephemera shown here were utilized in various political and activist movements throughout history, making their intended impermanence a juxtaposition to what they have contributed to. Buttons, posters, pamphlets, fliers, and more have been used throughout history to disseminate persuasive ideas and contribute to change in society. Different decades brought different popularity to the types of ephemera that were utilized. Were fliers popular during the 60s and 70s because of their ease of distribution? Were placards more prominent in recent years because of the global marches that flooded the streets during the black lives matter protests? A few prominent movements in history are represented in this Smithsonian dataset, and after clicking the arrow to reveal the second visualization we can see how each movement is represented by the ephemera that helped shape them. Temporary, tangible objects that were once used as persuasive media become timeless, priceless memorabilia decades after they’ve left their mark.",
    "student_url": "https://github.com/m0llyc00k/Thesis-2022",
    "project_url": "https://m0llyc00k.github.io/major-studio-1/Final_v2/index.html",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/Cook_hero_image.png"],
    "video": []
  },
  {
    "author": ["Omar Nema"],
    "title": "Project Title: How We Gaze",
    "subtitle": "Project Title: How We Gaze",
    "description": "How We Gaze is a meta-gallery that shows how individuals gaze at pieces of artwork. The gazes hosted in the gallery are crowd-sourced - individuals are invited to view pieces of artwork, and see their gaze visualized in real-time. Each gaze is visualized as an animation, as well as a blurred out aggregate image that represents a participants’ viewing session.How We Gaze works best on Google Chrome on Desktop, and is currently not optimized for mobile.",
    "student_url": "",
    "project_url": "https://omarnema.com/parsons-studio-1/qual/gaze-study-svelte/public/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_Omar.png"],
    "video": []
  },
  {
    "author": ["Yoana Kosturska"],
    "title": "On Exhibit",
    "subtitle": "On Exhibit:What's in the Smithsonian: the world's largest museum, education, and research complex?",
    "description": "This project visualizes all Open Access artifacts that are on exhibit in any of the museums part of the Smithsonian Institution. The data and images are from the Smithsonian API, and include only the items with CC0 license. As of November 3rd, 2021, this search yields over 3300 results, spanning 3000BCE - 2010s. I wanted to focus on the items that are exhibited, digitalized and part of the open access API, as this gives an interesting perspective on the restrictions museums face in making their collections more accessible to the public. In a way, I also wanted to create an online tour of the available artifacts in each museum. Users can choose a museum to explore and see everything available in that museum (based on the data in the API) chronologically. This not only allows users to see the subset of artifacts that are displayed in the physical space of the museums, but also get to explore virtually a subset of these same artifacts, effectively creating an online tour of the museum - something ever more important in the times of COVID where a lot of constraints exist on public gatherings.",
    "student_url": "https://github.com/ykmsdv/thesis",
    "project_url": "https://ykmsdv.github.io/onexhibit/ ",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_Yoana.png"],
    "video": []
  },
  {
    "author": ["Yoana Kosturska"],
    "title": "Activism",
    "subtitle": "WHAT WE FOUGHT AND FIGHT FOR:The History of Activism",
    "description": "This project visualizes historical artifacts related to activism and political movements in the Smithsonian Institution Museums. The data and images are sources from the Smithsonian API. The used search term was for “Memorabilia and Ephemera – Political and Activist Ephemera.” The constraints for the resulting query was that all artifacts should have an image that has a CC0 license. As of September 28th, 2021, this search yields 173 artifacts spanning 1830s – 2010s. I wanted to focus on this topic as in recent years we have seen an uptick in activism, spanning multiple movements such as race, immigration, women’s rights, lgbt rights, and general demand for equality across all populations. These fights are not new and it is fascinating to see how the artifacts and visuals associated with activism have evolved throughout time. The fact that the Smithsonian museums contain ephemera dating back to the 18th century speaks to the importance of these artifacts in preserving history and human’s plight for change.",
    "student_url": "https://github.com/ykmsdv/thesis",
    "project_url": "https://ykmsdv.github.io/activism/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_Yoana2.png"],
    "video": []
  },
  {
    "author": ["Jeremy Odell"],
    "title": "Decoding Conflict",
    "subtitle": "Decoding Conflict, An exploratory visualization of The National Museum of American History’s wartime propaganda poster collection",
    "description": "This project seeks to allow users to explore the National Museum of American History’s expansive wartime propaganda poster collection. Composed of three groupings of over 6,000 wartime posters, this visualization is highly interactive, allowing users to zoom and pan the camera with their mouse, as well as showing additional information about their selected posters. The textual metadata of this collection is a dataset in and of itself, providing detailed image descriptions as well as topical tags. Using this data, the user is also able to filter displayed posters by certain highly occurring descriptive words.",
    "student_url": "https://github.com/jeremy0dell/major-studio-2",
    "project_url": "https://jeremy0dell.github.io/ms1-final/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_jeremy.png"],
    "video": []
  },
  {
    "author": ["Yann Kerblat"],
    "title": "Timeless Fighting Spirit: Symbols and Events that shaped Muhammad Ali’s Legacy",
    "subtitle": "Timeless Fighting Spirit: Symbols and Events that shaped Muhammad Ali’s Legacy",
    "description": "What makes Muhammad Ali so great? Nicknamed The Greatest, Muhammad Ali is widely regarded as one of the most significant and celebrated sports figures of the 20th century. Back then, the boxer was popularly nicknamed “The Greatest,” which his wife then turned into G.O.A.T. (Greatest OF All Time) for publicity in the 1990s. In addition to being cited as the greatest heavyweight boxer of all time, other seminal developments took place outside the boxing ring. By crafting a dynamic biography of the boxer Muhammad Ali, this project weaves together different elements of his legacy to help the reader explore either horizontally or vertically the different facets of Muhammad Ali’s life. In addition to textual content, images of symbolic objects displayed at the Smithsonian as well as iconic pictures help to enhance the storytelling experience. Finally, this project juxtaposes his record-breaking boxing accomplishments with the significant social and political developments that characterized his era, without forgetting to include noteworthy artistic creations that were influenced by performances as well as by his sense of social justice. This interactive project blends data-driven visual representations (derived from his boxing accomplishments) with more cultural elements such as posters, archival photos or symbolic artefacts, and allows readers to read more about the different chapters of his life (for example by examining more closely iconic images or by clicking on a given period of interest). Almost all images were obtained through the Smithsonian Open Access API, narratives and boxing data were obtained through literature review.",
    "student_url": "https://github.com/ykerblat/thesis",
    "project_url": "https://ykerblat.github.io/MS1-Project-repo/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_Yann.png"],
    "video": []
  },
  {
    "author": ["Zora Wan"],
    "title": "Scrolling Scrolls",
    "subtitle": "Scrolling Scrolls: Chinese Paintings in a timeline",
    "description": "When observing Smithsonian artifacts, I found that the Chinese paintings from Freer Gallery of Art and Arthur M. Sackler Gallery have topic tags in their API. To visualize the relationship between images and topics and provide an online exhibition experience is the primary goal of this project.The dataset is about 200 images and its topics and date information. The project explored topics of Chinese painting through different interactions on desktop and mobile. On the desktop, users can navigate between paintings and topics to see their correlation. Users can view all the paintings in a timeline by simple scrolling behavior. The timeline is listed with the Chinese dynasties so users can reference it as a time point. On the mobile version, users could scroll through all the paintings like on the desktop with an immersive full-screen experience. Details such as title, topics, and date will also show up and be updated when scrolling. Moreover, a timeline and a thumbnail make a visualized reference will also provide a time point in the history and the position in the actual length of the total images. Overall, by exploring this project, users will get a sense of the evolution of Chinese paintings to observe the difference in painting technic, color usages, topics through different time points.",
    "student_url": "",
    "project_url": "https://zorawan.github.io/MajorStudio1/ProjectB/index.html",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_zora.png"],
    "video": []
  },
  {
    "author": ["Zora Wan"],
    "title": "Women of the US National Herbarium",
    "subtitle": "Women of the US National Herbarium,Plants collection from women scientists",
    "description": "When observing Smithsonian’s website, I found the Women of the US National Herbarium page in the National Museum of Natural History Botany Department. It is informative with great content, and I am inspired and decided to work on the dataset. The dataset is about 5,000, representing all plants from the women scientists list on the web page. The dashboard has eight scientists in the navigation and the number of plants for each scientist. The pie charts show the details of what the scientist has worked on by the taxonomy listed as family, order, and class. This project aims to emphasize the number of works these great women scientists have done with quantitative information.    Overall, by exploring this project, users will get an idea of the number of plants the scientist has collected and learn the specialty of the scientist. ",
    "student_url": "",
    "project_url": "https://zorawan.github.io/MajorStudio1/ProjectA/index.html",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_zora2.png"],
    "video": []
  },
  {
    "author": ["Zora Wan"],
    "title": "Scrolling Scrolls",
    "subtitle": "Scrolling Scrolls: Chinese Paintings in a timeline",
    "description": "When observing Smithsonian artifacts, I found that the Chinese paintings from Freer Gallery of Art and Arthur M. Sackler Gallery have topic tags in their API. To visualize the relationship between images and topics and provide an online exhibition experience is the primary goal of this project.The dataset is about 200 images and its topics and date information. The project explored topics of Chinese painting through different interactions on desktop and mobile. On the desktop, users can navigate between paintings and topics to see their correlation. Users can view all the paintings in a timeline by simple scrolling behavior. The timeline is listed with the Chinese dynasties so users can reference it as a time point. On the mobile version, users could scroll through all the paintings like on the desktop with an immersive full-screen experience. Details such as title, topics, and date will also show up and be updated when scrolling. Moreover, a timeline and a thumbnail make a visualized reference will also provide a time point in the history and the position in the actual length of the total images. Overall, by exploring this project, users will get a sense of the evolution of Chinese paintings to observe the difference in painting technic, color usages, topics through different time points.",
    "student_url": "",
    "project_url": "https://zorawan.github.io/MajorStudio1/ProjectC/index_m.html",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_zora3.png"],
    "video": []
  },
  {
    "author": ["Wenqin Lu"],
    "title": "Stories of Chinese Jade",
    "subtitle": "Stories of Chinese Jade",
    "description": " This data visualization project includes 291 jade objects of Chinese culture in the Free Gallery of Art and Arthur M.Sackler Gallery with CC0 media access. This dataset has a lot of interesting data points, such as type(weapon, vessel, or jewelry?), place(different provinces), and culture(different dynasties). I was wondering were there any similarities and differences between these categories? Will they be related to each other? For example, a certain dynasty only likes certain jade products?",
    "student_url": "https://github.com/kanodesu/Thesis",
    "project_url": "https://kanodesu.github.io/majorstudio-fall21/03%20Interactive/03D%20Final%20design,%20prototype%20and%20presentation/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_wenqin.png"],
    "video": []
  },
  {
    "author": ["Wenqin Lu"],
    "title": "Gift of Anonymous Donor",
    "subtitle": "Gift of Anonymous Donor",
    "description": "This data visualization project uses a dataset credited ‘Gift of Anonymous Donor.’ which is provided by Cooper Hewitt, Smithsonian Design Museum. Using ‘Anonymous Donor’ as a key strategy, it poses different questions: Which country of artwork was donated the most anonymously? Was there a specific time period that Cooper Hewitt received a large amount of donations? Which works of art do we still value today?",
    "student_url": "https://github.com/kanodesu/Thesis",
    "project_url": "https://kanodesu.github.io/majorstudio-fall21/03%20Interactive/03D%20Final%20design,%20prototype%20and%20presentation/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_wenqin2.png"],
    "video": []
  },
  {
    "author": ["Wenqin Lu"],
    "title": "The Width and Length Comparison in National Portrait Gallery",
    "subtitle": "The Width and Length Comparison in National Portrait Gallery",
    "description": "When we visit the painting exhibition online instead of in the museum, although we will see pictures and some descriptions about its size, such as 'Frame: 57.2 x 46.7 x 5.4cm (22 1/2 x 18 3/8 x 2 1/8')', it is still difficult for the audience to imagine how big a painting is. The dataset includes 150 portrait paintings which are on the physical exhibit with CC0 media access. By comparing the length, width and the area size of each painting, we can know the size relationship between each painting, and I also have some questions, such as which is the largest painting? The smallest one? What is the ratio between them? What is the most common portrait painting size? ...",
    "student_url": "https://github.com/kanodesu/Thesis",
    "project_url": "https://kanodesu.github.io/majorstudio-fall21/01%20Quantitative/01D%20Final%20design,%20prototype%20and%20presentation/codes/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_wenqin3.png"],
    "video": []
  },
  {
    "author": ["Gísli Gudjónsson"],
    "title": "Space",
    "subtitle": "Space",
    "description": "Space is my attempt at visualizing the 3D objects that the National Air and Space Museum. By inviting the user to scroll and play with the objects. The project is Part Scrollytelling, part “engagement invitation”. The user can also get a brief history of the object. Design elements are heavily based on the 1975 version of the National Aeronautics and Space Administration Graphics Standards Manual. White, red, and blue are the only colors, keeping the design language simple. Fonts used are Nasilization, a sans serif typeface based on the 1975 NASA Logo. As well as Courier New. Which has a fixed pitch design, monotone and slab serif in concept. Used to emulate typewriter output for reports, just like the old NASA reports. The goal is to highlight these objects individually and their history, as well as try to give the user a sense of time. The items are ordered in a timeline and I believe that gives the user a sense of the immense progress human flight and space exploration evolved in the 20th century",
    "student_url": "",
    "project_url": "https://gisligudjons.github.io/3D-project/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_gisli.png"],
    "video": []
  },
  {
    "author": ["Gísli Gudjónsson"],
    "title": "FLY",
    "subtitle": "FLY",
    "description": "In this qualitative project: I wanted to Visualize the fly (Diptera) collection of the National Museum of National History Education and Outreach collection. I do that by using a flocking algorithm, but a random flocking behavior each time. With about 30 flies in total. The visualization contains an interesting variety of flies. An example of an implementation of Craig Reynold's Boids program to simulate flocking behavior. Each boid (flies in out case) steers itself based on rules of separation, alignment, and coherence.  The goal of the visualization is to inspire people of all ages to better understand the natural world and our place in it. By focusing on flies (Diptera), I hope to shed light on a species not often explored and looked at.",
    "student_url": "",
    "project_url": "https://gisligudjons.github.io/Flies/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_gisli2.png"],
    "video": []
  },
  {
    "author": ["Gísli Gudjónsson"],
    "title": "Wigs & Potraits",
    "subtitle": "Wigs & Potraits",
    "description": "",
    "student_url": "",
    "project_url": "",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_gisli3.png"],
    "video": []
  },
  {
    "author": ["Shea Molloy"],
    "title": "Design Movements",
    "subtitle": "Design Movements: New perspectives for the Cooper Hewitt collection of design objects",
    "description": "Design Movements is an interactive visualization of the digitized design objects in the Cooper Hewitt collection. It reinterprets different perspectives of the collection as a whole to provide 'bird's-eye' views of color, form, and place. In looking at color over time, form by frequency, and object origins spatially, users can explore the collection from a new view and draw their own conclusions about what design means to them, and where it may go in the future.",
    "student_url": "https://github.com/papermashea/thesis",
    "project_url": "https://papermashea.github.io/major-studio-1/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_shea.png"],
    "video": []
  },
  {
    "author": ["Juliet Craig"],
    "title": "Natural vs Synthetic Plastic",
    "subtitle": "Natural vs Synthetic Plastic",
    "description": "This project is an analysis of design materials used over time at the Cooper Hewitt Smithsonian design museum. Inspired by the “Nature by Design: Plastics” exhibition, this project explores natural and synthetic plastics. What is natural plastic? It is the material harvested via animals, such as: tortoiseshell, leather, and ivory. These materials were being over consumed and endangered many species of animals. To keep up with consumer demand, scientists developed a petroleum based, synthetic material. These materials include: polyester, nylon, and plastic. The use of these materials exploded and ultimately are contributing to our current climate crisis. THis project explored when and how these materials were being used.",
    "student_url": "https://github.com/jcraig13/thesis",
    "project_url": "https://jcraig13.github.io/MajorStudio1/InteractiveProject/",
    "project_repo": "",
    "category": ["ms1"],
    "tags": ["smithsonian"],
    "year": 2021,
    "image": ["smithsonian-2021/hero_juliet.png"],
    "video": []
  }
]
