[
  {
    "author": ["Sarah Bacharach"],
    "category": ["thesis"],
    "description": " Romance fiction, despite its immense popularity, is often dismissed, relegated to the periphery of literary discourse. This analysis unpacks its multifaceted appeal, exploring themes, structure, and reader psychology. It examines escapism, emotional fulfillment, and the genre's evolving representation to reflect diverse audiences. By analyzing the interplay between romance fiction and social forces like gender roles and technology, this work dismantles stereotypes and argues for its rightful place in literary discourse.",
    "image": [
      "thesis-2024/Sarah.png"
    ],
    "project_repo": "https://github.com/sarahbacharach1/thesis2024",
    "project_url": "https://sarahbacharach1.github.io/thesis2024/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "In Defense of the Happily Ever-After: Reevaluating the Romance Novel",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/SarahBacharach-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["Gigie Hall"],
    "category": ["thesis"],
    "description": "The history of Los Angeles is defined by the need to tame the flow of water and nothing epitomizes this more than the Los Angeles Aqueduct and Los Angeles River. Completed in 1913, the aqueduct is both an incredible feat of engineering and an artifact of theft, corruption, and exploitation. To this day, it conveys a third of LA’s water from over 200 miles away, ecologically draining Owens Valley in the process. Meanwhile, the perception of the Los Angeles River as a concrete eyesore conceals the many layers of ecological and cultural significance it contains. This thesis explores both the history and potential future of water in Los Angeles.",
    "image": [
      "thesis-2024/Gigie.png"
    ],
    "project_repo": "https://github.com/gigiehall/msdv-thesis",
    "project_url": "https://gigiehall.github.io/msdv-thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "Forgotten Waters: Remembering and Reimagining Water in Los Angeles",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/GigieHall-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["HaoChe Hung"],
    "category": ["thesis"],
    "description": "Navigating New York City after dark presents a challenge, especially for the city's vibrant youth who revel in its nightlife. As nightlife hotspots and affordable residential areas diverge from the city center, relying on central public transit like the subway becomes impractical. Nighttime taxi rides emerge as the primary alternative for post-party journeys. This thesis proposes a navigational board to analyze night taxi ridership, mapping routes from nightlife clusters to young residential areas. By assessing demand, cost, and time, this tool aids the NYC Office of Nightlife in prioritizing transit improvements. It empowers the younger generation to navigate nocturnal limitations, easing nighttime mobility struggles in the city.",
    "image": [
      "thesis-2024/HaoChe.png"
    ],
    "project_repo": "https://github.com/HHC9106/thesis",
    "project_url": "https://hhc9106.github.io/thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "Night Moves: Navigating Post-Party Mobility Challenges in NYC",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/HaoCheHung-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["Fern Itthisang"],
    "category": ["thesis"],
    "description": "This project investigates the conservation status of sea turtles, focusing on the role of digital media and interactive gaming in enhancing public awareness and engagement in Thailand. Utilizing social listening tools, the study analyzes online discourse related to sea turtle conservation, identifying key themes, sentiments, and the effectiveness of different communication strategies. Additionally, a custom-designed educational game assesses its impact on increasing public knowledge and conservation commitment. The project aims to determine how digital platforms can be optimized to support sea turtle conservation efforts effectively, providing actionable insights for environmental educators and conservationists.",
    "image": [
      "thesis-2024/Fern.png"
    ],
    "project_repo": "https://github.com/Ffern257/thesis",
    "project_url": "https://ffern257.github.io/thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "How Can Sea Turtles Be Saved? Lessons from Thailand’s Conservation Efforts",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/FernItthisang-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["Elene Jikia"],
    "category": ["thesis"],
    "description": "New York City is facing a housing affordability crisis with over half of the city's households being rent burden. At the same time office market is stuggling with high vancany rates. This thesis explores the feasibility and impacts of converting underutilized office buildings into residential units. The research visualizes the office market trends and highlights the need for regulatory reforms and economic incentives to facilitate these transformations. An interactive map displays potential conversion sites, where users have the possibility to estimates subsidies, and calculate the production of new residential units.",
    "image": [
      "thesis-2024/Elene.png"
    ],
    "project_repo": "https://github.com/eljikia/msdv-thesis-2024",
    "project_url": "https://eljikia.github.io/msdv-thesis-2024/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "Office Spaces to Living Places: Transforming New York City Offices into Affordable Housing",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/EleneJikia-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["Chanel Kim"],
    "category": ["thesis"],
    "description": "The Index of American Design, a Federal Art Project providing work-relief to hundreds of artists, produced over 18,000 watercolors documenting everyday objects from America’s past. Sparking discovery of this obscure collection, this project offers a novel and interactive entry point into the vast archive. Beyond preserving history, this thesis also aims to explore the complexities of digitizing analog resources and spur critical reflection on the task of defining American design in the first place.",
    "image": [
      "thesis-2024/Chanel.png"
    ],
    "project_repo": "https://github.com/chanelkim/major-studio-2-thesis",
    "project_url": "https://chanelkim.github.io/thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "Index of American Design: Making an Obscure Collection Discoverable",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/ChanelKim-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["Mayank Munjal"],
    "category": ["thesis"],
    "description": "India's unique cultural landscape fosters a surprising prevalence of veganism. Deeply ingrained vegetarian traditions and an abundance of naturally vegan dishes make it a prime example for exploring a plant-based future. This project examines India's rich culinary heritage, focusing on vegan dishes and exploring easy substitutions. By delving into this intersection of culture, sustainability, and dietary choices, we gain valuable insights that can inform the global shift towards plant-based living.",
    "image": [
      "thesis-2024/Mayank.gif"
    ],
    "project_repo": "https://github.com/mayankmunjal41/thesis",
    "project_url": "https://mayankmunjal41.github.io/thesis",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "Case Study India: A Blueprint for a Vegan World",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/MayankMunjal-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["Sheriff Oseni"],
    "category": ["thesis"],
    "description": "The premise of my project is centered around investigating an increasingly controversial topic in the sporting community. The term, sportswashing has become commonly used by the media to describe sporting events hosted or sponsored by nations, corporations & individuals who seek a positive improvement in public reputation. As a football enthusiast, I decided to use the 'beautiful game' as a case study into investigating this issue. Analyzing major football events since 1930, we review the controversial ones to discover if there is a process to this act. My project covers the evolution of this act, a history of involved parties and their corresponding financial investment, news headlines highlighting the media outrage and acts by involved parties in relation to this topic.",
    "image": [
      "thesis-2024/Sheriff.png"
    ],
    "project_repo": "https://github.com/SirOseni/maj_studio_thesis",
    "project_url": "https://siroseni.github.io/maj_studio_thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "Sportswashing: The Rise of a New Propaganda",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/SheriffOseni-Keynote.mp4"
    ],
    "year": 2024
  },

  {
    "author": ["YuMing Wu"],
    "category": ["thesis"],
    "description": "This research focuses on the narratives of second-generation Asian immigrants in the U.S., a rapidly growing demographic. It investigates their cultural struggles and identity formation, straddling Eastern and Western cultures. The project will create a database using qualitative data from various sources, and machine learning techniques will categorize this data to identify key themes. The ultimate aim is to increase understanding of their experiences among the wider population.",
    "image": [
      "thesis-2024/YuMing.png"
    ],
    "project_repo": "https://github.com/Darrenwu1006/thesis",
    "project_url": "https://darrenwu1006.github.io/thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": [],
    "title": "MOM! Can I Not Bring the Lunch Box to School?'",
    "video": [
      "https://github.com/visualizedata/archive/raw/main/app/assets/media/2024/YuMingWu-Keynote.mp4"
    ],
    "year": 2024
  }
]
