[
  {
    "author": ["Isabel Bonnet"],
    "category": ["thesis"],
    "description": "Under the dictatorship of Nicolas Maduro, Venezuela became a no-fly zone. Unlike the rest of the world, Venezuela’s aviation industry did not crash during the pandemic: it already had. Main airlines such as LATAM, Delta, Air France and Iberia had left prior to the pandemic. On top of becoming inaccessible, Venezuela was on top of the most catastrophic rankings for crime, medicine supply shortages, hyperinflation, repression, among many others. Within the first three years of Maduro’s government, the tourism industry had already shrunk by 60 percent.\nAs airlines return to Venezuela and new hotels and tours open up, I aim to understand the scope of Venezuela’s tourism industry's slow growth. Using a combination of several techniques to gather information, from web scraping to archive research of old airport arrivals and departures web portals, I collected a series of dataset on Venezuela’s aviation industry in the past decade.\nAlthough the dataset has several limitations, it is a good start to understand the slow but steady return of tourists in Venezuela, as the country struggles to keep afloat after years of humanitarian and economic crisis.",
    "image": [
      "thesis-2023/Isabel.png"
    ],
    "project_repo": "https://github.com/ibonnet/thesis",
    "project_url": "https://ibonnet.github.io/thesis",
    "student_url": "",
    "subtitle": "",
    "tags": ["policy", "politics"],
    "title": "After years of isolation, Venezuela sees a slow but steady return of tourists",
    "video": [
      "2023/IsabelBonnet-FinalKeynote.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Stephanie Dang"],
    "category": ["thesis"],
    "description": "",
    "image": [
      "thesis-2023/Stephanie.png"
    ],
    "project_repo": "https://github.com/stephaniedang/thesis-2023",
    "project_url": "https://stephaniedang.github.io/thesis-2023/",
    "student_url": "",
    "subtitle": "Exploring the Impact of Corn in America",
    "tags": ["agriculture"],
    "title": "Beyond the Cob",
    "video": [
      "2023/Stephanie Dang - Presentation Video.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Angelica Hom"],
    "category": ["thesis"],
    "description": "When someone watches Everything Everywhere All at Once for the first time, they can be left feeling confused by the end of the film. The chaotic nature of its multiverse story and its bizarre comedy make it easy for viewers to lose track of the main story. Although there are many written articles that analyze the film, nearly all of them do not include visual aids or visualizations. Additionally, data visualizations on the topic of film typically analyze how a film performs by industry metrics and benchmarks rather than a narrative analysis of a film. “Decoding Everything Everywhere All at Once” is a project that breaks down the movie into a visual guide of its characters, themes, structure, and universes. The main objective of the thesis project is to help viewers better understand how these elements work together to create the film’s overall complexion and to encourage viewers to approach the film’s layered story from different angles.",
    "image": [
      "thesis-2023/Angelica.png"
    ],
    "project_repo": "https://github.com/angelica-hom/angelica-hom.github.io",
    "project_url": "https://www.decodingeeaao.com/",
    "student_url": "",
    "subtitle": "",
    "tags": ["movie", "culture"],
    "title": "Decoding Everything Everywhere All at Once",
    "video": [
      "2023/Angelica Hom - Thesis Presentation - FINAL.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Zora Wan"],
    "category": ["thesis"],
    "description": "This project aims to understand the popularity and interpretation of the 30 commonly used human-computer interaction icons and predict their future usage to guide designers on using and creating icons wisely so that users do not experience poor design and confusion when browsing websites and using applications. Analyzing data are from two resources: user testing data and creation count from two open-source icon libraries, The Noun Project and Icon Scout. While user testing is a standard step in the UX/UI design process, icon user testing is often exclusive to the app or website, making it difficult to reuse the testing outcome for other purposes. This project seeks a more general testing approach to provide designers with a reliable reference for future products through visualization. In conclusion, a unique perspective on the 30 target icons and the methodology used in the project could be extended to the future of icon design to provide more reliable and accurate design guidance.",
    "image": [
      "thesis-2023/Zora.png"
    ],
    "project_repo": "https://github.com/zorawan/TheFutureHistoryOfIcon",
    "project_url": "https://zorawan.github.io/TheFutureHistoryOfIcon/",
    "student_url": "",
    "subtitle": "Forecasting the use of 30 Common human-computer interaction Icons",
    "tags": ["design"],
    "title": "The Future History of Icons",
    "video": [
      "2023/ZoraWan_Thesis_Keynote.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Hao Lun Hung"],
    "category": ["thesis"],
    "description": "Like the other art types, music is becoming chaos in the post-modern eras. There is no clear mainstream genre of music. Instead, it is all about combinations of different kinds of music. Moreover, Not only the genres and definitions of music are blurring, but due to the evolution of technology, the methodologies of getting attached to music are also meeting dramatic changes. As a listener living in this era, how can we describe or even define the music, what is the 21st Century soundscape actually look like?",
    "image": [
      "thesis-2023/HaoLun.png"
    ],
    "project_repo": "https://github.com/CloudLun/music-trends",
    "project_url": "https://cloudlun.github.io/music-trends/",
    "student_url": "",
    "subtitle": "Visualizing the music trends of the 21st Century",
    "tags": ["music"],
    "title": "Post-Millennium Soundscape",
    "video": [
      "2023/Final_Hao Lun Hung.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Tatiana Lahera Kalainoff"],
    "category": ["thesis"],
    "description": "Since the supreme court legalized interracial marriages in the case of Loving v. Virginia in 1967, the multiracial population has steadily increased and is now considered the largest growing demographic in america. But more often than not, mixed experiences go unseen or misrepresented. To See/Be Seen is an explorative visual database that centers multiracial experiences in the media over the last 30 years. It gives a home to marginalized narratives through abstract data driven 3D forms. The design of these forms are heavily influenced by american author bell hook’s metaphor about being in the margin “is to be part of the whole but outside the main body” and each form is encoded with data of a single media type from IMDb.The form’s misty transparent white can be interpreted as the foggy effect of assimilation. This cloud of white culture surrounds marginalized people in their everyday lives. Through exploration, one can uncover stories where they can see themselves and be seen by others who’ve come to learn more about experiences beyond their own.",
    "image": [
      "thesis-2023/Tatiana.png"
    ],
    "project_repo": "https://github.com/tkalainoff/major-studio-2",
    "project_url": "https://tkalainoff.github.io/major-studio-2/",
    "student_url": "",
    "subtitle": "Visualizing the Need for Multiracial Representation in American",
    "tags": ["culture"],
    "title": "To See/Be Seen",
    "video": [
      "2023/Final_ThesisPres_TLK.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Asad Ahmad Khan"],
    "category": ["thesis"],
    "description": "Music has a profound impact on our lives, calming and comforting our souls. Last few years the world has undergone tremendous changes. This project is a short and simple introduction of the basic principles of mood as defined by Spotify using the data from Spotify open API. My project focuses on the intricate interplay of four major covid events and the mood of spotify users. The four components of music as identified by Spotify are: valence, energy, danceability and tempo. Using the major events of COVID’19 these four elements are analyzed in the visualization using digital medium for the users to explore these elements against the timeline. This topic mainly addresses the interesting fact that when individuals are sad, depressed or unmotivated they tend to listen to positive, high energy and danceable music. It covers a social and psychological aspect of Spotify users, contributing to the curiosity of the user base and how to better understand human behavior",
    "image": [
      "thesis-2023/Asad.png"
    ],
    "project_repo": "https://github.com/asadahmadk/MSDVthesis",
    "project_url": "https://asadahmadk.github.io/MSDVthesis/",
    "student_url": "https://asadakhan.myportfolio.com/",
    "subtitle": "An Intricate Interplay",
    "tags": ["music"],
    "title": "COVID’19 and Mood of Spotify Users:",
    "video": [
      "2023/COVID_19 and Mood of Spotify Users - Asad.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Jooyoung Lee"],
    "category": ["thesis"],
    "description": "Spiciness does play an important role in Korean plates but they are more than just that. There are abundant flavors and stories in every taste. For this project, I would like to lead you to understand Korean food culture better. Firstly, I will introduce you to classical Korean cuisine besides the famous ones. Also, I am going to visualize what ingredients make this tasteful cuisine. Last but not least, I will show you the cultural and regional perspectives of Korean foods.",
    "image": [
      "thesis-2023/Jooyoung.png"
    ],
    "project_repo": "https://github.com/joo-interactive-design/spring23-thesis",
    "project_url": "https://joo-interactive-design.github.io/spring23-thesis/",
    "student_url": "",
    "subtitle": "",
    "tags": ["food", "culture"],
    "title": "Taste of Korea",
    "video": [
      "2023/Joo-thesis-video.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Tina Titus Mathew"],
    "category": ["thesis"],
    "description": "The Colorado River Basin is facing a number of challenges that pose a significant risk to its sustainability. Challenges include overallocation and drought, climate change, population growth and environmental degradation. The Colorado River is one of the most overallocated rivers in the world, meaning that more water has been promised to users than is actually available. Located in an arid climate, the river experiences several years of drought between a wet year. However in the last two decades, the basin has experienced drought conditions that have reduced the river’s flow to record lows for two large reservoirs located within the river system, Lake Mead and Lake Powell. The allocation of water, in part a result from The Colorado River Compact in 1920s, did not account for the population growth of major cities Denver, Salt Lake City, Albuquerque, San Diego, Las Vegas, Los Angeles, and Phoenix. The population is projected to only grow, increasing the demand for water. This project focuses on the river’s largest user, the agriculture industry. Amounting to 80% of water use, the agriculture industry might face the largest consequences of the river’s sustainability. Will the agriculture industry be able to adapt to these changes? Is there a larger issue of inability to grow agriculture in other areas as climate conditions change throughout the US? In discussing the changes of climate, water use and availability we can draw conclusions of needed change.",
    "image": [
      "thesis-2023/Tina.png"
    ],
    "project_repo": "https://github.com/tinaamath1/MSDV-MS-S23",
    "project_url": "https://tinaamath1.github.io/MSDV-MS-S23/",
    "student_url": "",
    "subtitle": "Exploring the Impact of Inconsistent Climate and Declining Water Supply on Colorado River Agriculture",
    "tags": ["agriculture"],
    "title": "Agriculture on Thin Ice",
    "video": [
      "2023/tina_final_final_thesis_video_2.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Huong Pham"],
    "category": ["thesis"],
    "description": "",
    "image": [
      "thesis-2023/Huong.png"
    ],
    "project_repo": "https://github.com/hphamdesign/parsonsThesis",
    "project_url": "https://hphamdesign.github.io/parsonsThesis/",
    "student_url": "",
    "subtitle": "",
    "tags": ["media, culture, book"],
    "title": "Are The New York Times Best Seller Books Worth The Hype?",
    "video": [
      "2023/HuongPham-thesis.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Alix Maissa Scherer"],
    "category": ["thesis"],
    "description": "The US government banned lead-based paint for use on residential walls in 1978. So you might think that for the most part, this toxic substance is a thing of the past. Despite the hard fought fight by researchers educating the public about the harm of lead-lead based paint, children still wind up in the hospital with lead poisoning. At this point, it’s clear that despite the ban, the US government has failed to protect residents from this detrimental environmental harm. I ask, how can clothing be used to re-visualize the harm of lead paint exposure. Children who are chronically exposed to lead paint face permanent physical brain structure changes that make processing information and decision making difficult even long after the lead has cleared from the body. My hope is that by using this jacket, and transcending the screen I’m able to offer a multi sensory experience that will only deepen our understanding of the life long effects of lead paint. But this physicalization isn’t the whole picture of lead paint exposure. I encourage you to visit my project site where you’ll be able to learn more about the jacket, its meaning, the status quo of lead paint in New York City, as well as the populations that are most at risk. We don’t have to wait another 45 years to ensure our children of today are safe tomorrow. Because together we have the power to lessen the weight of lead-based paint.",
    "image": [
      "thesis-2023/Alix.png"
    ],
    "project_repo": "https://github.com/amscherer/Thesis",
    "project_url": "https://amscherer.github.io/",
    "student_url": "",
    "subtitle": "How a decades old product lingers in the background",
    "tags": ["environment", "health", "fashion"],
    "title": "The Weight of Lead Based Paint",
    "video": [
      "2023/AlixScherer_The Weight of Lead-Based Paint.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Ladfah Suwichacherdchu"],
    "category": ["thesis"],
    "description": "The US birth rate has been declining for a decade and recently hit an all-time low. As of last year, there were more households with pets than with children in the US.\nWhile financial concerns rank among the primary reasons why young Americans are having fewer babies or not having children at all, the US pet industry has exceeded $100 billion in sales. Dogs have become a popular alternative to parenthood, offering companionship, loyalty, and unconditional love. Giving rise to a profound question, are we replacing babies with dogs?",
    "image": [
      "thesis-2023/Sky.jpg"
    ],
    "project_repo": "https://github.com/skyladfah/parsonsThesis",
    "project_url": "https://skyladfah.github.io/parsonsThesis/",
    "student_url": "",
    "subtitle": "The Growing Popularity of Dog Ownership in United States",
    "tags": ["leisure", "culture"],
    "title": "Babies or Barkers",
    "video": [
      "2023/Sky - Video Thesis Final.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Chay Thawaranont"],
    "category": ["thesis"],
    "description": "Many modern consumers have difficulty understanding traditional laundry care symbols and find it difficult to take proper care of garments due to the lack of guidance. As a result, garments tend to have a shorter life-cycle thus it is crucial to redesign and reform the way fabric care is communicated to better suit the needs of modern society. This will help to ensure that people are able to properly care for their garments, leading to longer-lasting clothing and a reduced environmental impact. Ultimately, the redesign and reform of laundry care communication will promote greater efficiency, convenience, and sustainability in the laundry process.\nThis project aims to deliver a user-friendly laundry application designed to provide users with a personalized guide on how to wash their clothes properly based on the type of garments. The app utilizes a comprehensive database of fabrics and garment types to recommend the appropriate water temperature and care methods to ensure that the user's clothes are cleaned effectively without damage.",
    "image": [
      "thesis-2023/Chay_new.png"
    ],
    "project_repo": "https://github.com/Chayanitoey/Thesis",
    "project_url": "https://www.perfectlaundryday.com",
    "student_url": "",
    "subtitle": "Enhancing garments longevity with better laundry practices",
    "tags": ["environment", "leisure"],
    "title": "Perfect Laundry Day",
    "video": [
      "2023/ChayThawaranont_Thesis_keynote.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Tanishia Williams"],
    "category": ["thesis"],
    "description": "The promise of multiracial inclusivity in the United States has remained at the forefront of national policy despite a history of disparate outcomes among marginalized populations. This project elevates the curriculum narrative of the origins of America as it manifests in public school arena US History courses. This research interrogates racial, ethnic, and socioeconomic inequality in three critical aspects of public education: the instructional framework, the curriculum content, and the standardized assessments used to gauge student mastery of skills. By making visible the experience of students across this country as they navigate public education, this project investigates the longstanding question, “How is the origin story of this country taught in US History, and whose narratives are prioritized.” By mapping the curriculum topics and content focus areas, this research interrogates education as a fundamental and civil right. The research makes visible salient themes, including enacted and espoused values, common law, history, racialized hierarchies, and social capitalism in New York City. This research scrutinizes traditional analytical methods in prior literature because of their lack of racialized analyses. Then it provides critical analyses to give new insight and meaning into existing structurally racist systems.",
    "image": [
      "thesis-2023/Tanishia.png"
    ],
    "project_repo": "https://github.com/tanishialavette/thecolorofachievement",
    "project_url": "https://tanishialavette.github.io/thecolorofachievement/",
    "student_url": "https://thecolorofachievement.us",
    "subtitle": "An Analysis of US History Curriculum in American Public Schools",
    "tags": ["education", "culture"],
    "title": "The Color of Achievement:",
    "video": [
      "2023/FINAL_WilliamsProject.mp4"
    ],
    "year": 2023
  },
  {
    "author": ["Shuyao Xiao"],
    "category": ["thesis"],
    "description": "I have been asked a lot of times, Shuyao, do you know any authentic Chinese restaurants? Can you recommend some? Every time I was asked, I feel it’s hard to answer. So I collected and analyzed the reviews of over 29,000 NYC restaurants to find what others say. In 3.5 million reviews, what does food authenticity mean, and what makes them think so? Most importantly, where to find authentic food in NYC?",
    "image": [
      "thesis-2023/Shuyao.png"
    ],
    "project_repo": "https://github.com/miaomiaorepo/authentic-nyc",
    "project_url": "https://miaomiaorepo.github.io/authentic-nyc/",
    "student_url": "",
    "subtitle": "",
    "tags": ["food", "culture", "community"],
    "title": "Authentic Food in NYC",
    "video": [
      "2023/shuyao-thesis.mp4"
    ],
    "year": 2023
  }
]
